export default function PersonalAgreeTerm() {
  return (
    <>
      ‘같차' 서비스는 「개인정보 보호법」 제30조에 따라 정보주체의 개인정보를 보호하고
      이와 관련한 고충을 신속하고 원활하게 처리할 수 있도록 하기 위하여 다음과 같이
      개인정보 처리방침을 수립·공개합니다.
      <br />
      <br /> 이 개인정보처리방침은 2024년 N월 N일부터 적용됩니다. <br />
      <br />① 개인정보 수집과 이용 같차는 사용자로부터 직접 제공받는 정보와 서비스 사용 시
      수집되는 정보를 수집합니다. 수집하고 있는 개인정보는 다음의 목적 이외의 용도로는
      이용되지 않으며 이용 목적이 변경되는 경우에는 「개인정보 보호법」 제18조에 따라
      별도의 동의를 받는 등 필요한 조치를 이행할 예정입니다. <br />
      <br />
      같차에서 개인정보를 수집하여 처리하는 방법은 3가지 입니다. <br />
      계정 생성 데이터: 사용자 이름, 생년월일, 프로필 사진을 수집합니다. 컨텐츠 데이터:
      프로필 사진, 사진, 이모티콘, 캡션, 댓글, 메시지를 수집합니다. 맞춤형 서비스 데이터:
      같차 서비스와 관련된 신고 내용, 설문조사 응답, 지원 요청에 대해 응답하고 개선하는데
      필
    </>
  );
}
