export default function UseAgreeTerm() {
  return (
    <>
      제1장 총칙 제 1조 (목적) 본 약관은 ㈜용감한컴퍼니 (이하 “회사”라 합니다)가 운영하는
      인터넷 사이트을 통하여 제공하는 교육정보서비스(이하 “서비스”라 합니다)의 이용과
      관련하여 회사와 회원 사이에 권리, 의무 및 책임사항 등을 규정함을 목적으로 합니다.
      <br /><br />제 2조 (용어의 정의) 본 약관에서 사용되는 주요한 용어의 정의는 다음과
      같습니다. ① “이용자”라 함은 “회사”의 웹사이트에 접속하여 본 약관에 따라 “회사”가
      제공하는 서비스를 받는 회원 및 비회원을 말합니다. ② “회원”이라 함은 “회사”의
      웹사이트에 접속하여 본 약관에 동의함으로써 “회사”와 서비스 이용계약을 체결하고 회원
      ID를 부여 받아 서비스를 계속적으로 이용할 수 있는 자를 말합니다. ③ “아이디(ID)”라
      함은 회원 식별과 회원의 서비스 이용을 위하여 회원이 선정하고 “회사”가 승인하는 문자,
      숫자 또는 양자의 조합을 말합니다. ④ “비밀번호(Password)”라 함은 회원의 본인 확인과
      비밀 보호를 위해 자신이 설정한 문자, 숫자 또는 양자의 조합을 말합니다. ⑤
      “전자우편(Email)”이라 함은 인터넷을 통한 우편 혹은 전기적 매체를 이용한 우편을
      말합니다. ⑥ “콘텐츠(Contents)”라 함은 회사웹사이트에서 제공하는 온라인 강좌 및 기타
      정보를 의미하며, 정보통신망 이용촉진 및 정보보호 등에 관한 법률 제2조 제1항
      제1호의규정에 의한 정보통신망에서 사용되는 부호, 문자, 음성, 음향, 이미지 또는 영상
      등으로 표현된 자료 또는 정보를 말합니다. ⑦ “마일리지”라 함은 “회사”의 웹사이트
      내에서 강좌, 교재 및 기타 상품 구매 시 실제 결제 금액의 일정 비율이 무상으로
      적립(일부 제외) 혹은 이벤트 및 커뮤니티 참여 등에 대한 보상으로 무상 적립된
      인터넷상의 결제수단을 말합니다. 마일 리지 환불이 불가하며, 유효기간 내에 사용하지
      않는 경우 자동 소멸됩니다, 마일리지는 유료 강좌 구매 시 사용 가능하며 교재, 배송비,
      이벤트 상품 등 일부는 회사 정책에 따라 사용이 제한될 수 있습니다. ⑧ “해지”라 함은
      회사 또는 회원이 서비스개통 후 이용계약을 종료시키는 의사 표시를 말합니다. 제3조
      (회사 신원정보 등의 제공) 회사는 회사의 상호, 대표자 성명, 주소, 전화번호(소비자의
      불만을 처리하는 곳의 연락처 포함), 모사전송번호, 전자우편주소, 사업자등록번호,
      통신판매업 신고번호 및 개인정보관리책임자 등을 이용자가 쉽게 알 수 있도록 온라인
      서비스 초기화면에 게시합니다. 제 4조 (약관 등의 게시와 효력 및 개정) ① 본 약관은 그
      내용을 회사의 웹사이트에 게시하거나 기타의 방법으로 회원에게 공지함으로 효력이
      발생합니다. ② 회사는 전자상거래 등에서의 소비자보호에 관한 법률, 약관의 규제에 관한
      법률, 정보통신망 이용촉진에 관한 법률, 소비자보호법 등 관련법을 위배하지 않는
      범위에서 본 약관을 변경할 수 있습니다. 약관이 변경된 경우 7일(단, 이용자에게
      불리하게 본 약관의 내용을 개정하는 경우에는 적용일로부터 30일)전에 이를 공시
      게재합니다. ③ 회사가 전항에 따른 공지 또는 제9조 ①항에 따른 통지에도 불구하고, 기존
      회원이 동 기간 내에 이의를 제기하지 않는 경우에는 약관의 변경에 대하여 동의한 것으로
      간주합니다. 그러나 기존 회원이 변경된 약관에 동의하지 않는 경우 서비스 이용을
      중단하고 회원탈퇴를 할 수 있습니다. 제2장 회원가입 제 5조 (회원의 가입) ① 회사
      서비스 이용을 위하여 회원으로 가입하기 희망하는 이용자는 본 약관의 내용을 숙지하여
      그 내용에 동의함을 표시하고 회사가제시하는 회원가입 약식에 관련 사항을 기재하여
      회원가입을 신청하여야 합니다. ② 회원 가입을 신청하는 이용자가 그 신청 양식에
      기재하는 모든 회원관련 정보는 실제에 부합한 것으로 간주됩니다. 실명을 포함하여
      실제와 다른 정보를 입력한 회원은 법적인 보호를 받을 수 없으며, 회사의 서비스 이용에
      제한을 받을 수 있습니다. ③ 회사는 본 조 제1항에 따른 이용자의 신청에 대하여
      회원가입을 승낙함으로써 원칙으로 합니다. ④ 회사는 다음 각 호에 해당하는 사유가 없을
      것을 조건으로 하며, 승낙 후에라도 다음 각 호의 사유가 발견되는 경우 회사는 그 승낙을
      취소할 수 있습니다. 1. 본인 실명을 사용하지 않은 경우 2. 다른 사람의 명의 기타 개인
      정보를 사용하는 경우 3. 회원가입 신청양식의 제시 기타 방법으로 회사가 이용자에게
      요청한 정보에 대하여 허위의 정보를 제공하거나 고의적인 기재누락 또는 오기가 있는
      경우 4. 회사의 약관 또는 관계법령을 위반하거나 본 약관21조 회원의 의무를 위반하는
      경우 5. 이용자가 회사에게 제공하는 의사표시나 정보의 내용이 선량한 풍속 기타
      사회질서를 위반하거나 위반할 우려가 있는 경우 또는 타인을 모욕하거나 명예를 훼손하는
      결과를 초래할 수 있는 경우 ⑤ 회사는 회원으로 가입시키는 서비스 제공을 위한 장비에
      여유가 없거나, 기술상 또는 업무상 상당한 지장이 있는 경우 승낙을 유보할 수 있습니다.
      제6조 (만14세 미만 이용자의 회원가입에 관한 특칙) ① 만 14세 미만 이용자가 회원가입을
      신청하는 경우 회사는 별도의 절차를 통하여 법정대리인의동의여부를 확인할 수 있습니다.
      이 경우 만 14세 미만의 이용자는 회사가 법정대리인의 동의 여부를 확인할 수 있도록
      회원가입 신청 시 법정대리인의 성명 및 유무선 연락처 등을 제공하여야 합니다. ② 회사는
      법정대리인의 동의에 대한 확인 절차를 거치지 않은 만 14세 미만의 이용자에 대하여는
      회원가입을 불허하거나 취소할 수 있습니다. ③ 만 14세 미만 회원의 보호자는 자녀에 대한
      개인 정보의 열람, 정정, 갱신을 요구하거나 회원 가입에 대한 동의를 철회할 수 있으며,
      이 경우 회사는 지체 없이 필요한 조치를 취해야 합니다. 회사는 필요한 조치를 위하여
      법정대리인임을 입증할 수 있는 확인 서류의 제출을 요청할 수 있습니다. 제 7조 (회원의
      ID 및 비밀번호 관리 의무) ① 회원의 ID와 비밀번호에 관한 관리책임은 회원에게
      있습니다. ② 회원은 자신의 ID 및 비밀번호를 제3자가이용하게 하거나 제3자가 이용할 수
      있도록 제3자에게 공개할 수 없습니다. ③ 회원이 자신의 ID 및 비밀번호가 도용 당하거나
      제3자가사용하고 있음을 인지한 경우에는 바로 회사에 통지하여야 하고 회사가 회원의
      개인정보보호 및 회사의 서비스 부정이용 방지를 위해 회원에게 비밀번호의 변경 등
      필요한 조치를 요구하는 경우 회원은 즉시 따라야 합니다. ④ 회사는 회원이 본 조 ②항 및
      ③항을 위반하거나 필요한 조치를 즉시 이행하지 않아 회원에게 발생한 손해에 대하여
      중대한 과실이 없는 이상 어떠한 책임도 부담하지 않습니다. 제 8조 (회원 정보의 변경) ①
      회원은 언제든지 회사의 웹사이트 정보수정 페이지를 통해 개인 정보를 열람하고 수정할
      수 있습니다. ② 회원이 변경 등록할 사항을 수정하지 않아 발생한 불이익에 대하여는
      회사가 책임지지 않습니다. 제 9조 (회원에 대한 통지) ① 회사는 회원에게 알려야 할
      사항이 발생하는 경우 회원 가입 시 기재하거나 제8조에 따라 변경 기재한 개인정보로
      전자우편, 유무선 전화, 쪽지, 유무선 메시지, 팝업 창 등의 방법으로 통지할 수
      있습니다. ② 회사는 불특정 다수 회원에 대한 통지의 경우 1주일 이상 회사의 웹사이트
      게시판 또는 팝업창에 게시함으로써 전항의 통지에 갈음할 수 있습니다. 다만, 회원본인의
      거래와 관련하여 중대한 영향을 미치는 사항에 대하여는 전항과 같은 방법으로 개별
      통지를 할 수 있습니다 제 10조 (회원 탈퇴 및 자격 상실 등) ① 회원은 회사에 언제든지
      탈퇴를 요청할 수 있으며 회사는 즉시 회원탈퇴를 처리합니다. ② 회원이 다음 각 호의
      사유에 해당하는 경우, 회사는 서비스 이용을 제한하거나 회원자격을 상실시킬 수
      있습니다. 1. 제21조 2항 (회원의 의무)을 위반하는 경우 2. 제22조에서 정한 부정이용
      행위가 있는 경우 3. 서비스 이용을 위한 대금의 지급 기타 회원이 부담하는 채무를
      기일에 이행하지 않는 경우 4. 다른 이용자가 회사로부터 정상적인 서비스를 받는 것을
      방해하는 경우 ③ 회사가 회원의 서비스 이용을 제한하거나, 회원 자격을 상실시킨 후,
      동일한 행위가 다시 반복되는 경우 또는 회사의 경고 또는 시정 요청을 받은 후 30일
      이내에 그 사유가 시정되지 아니하는 경우 회사는 회원 자격을 상실시킬 수 있습니다. ④
      회사가 회원자격을 상실시키는 경우에는 회원 등록을 말소합니다. 이 경우 회원에게 이를
      통지하고, 회원등록 말소 전에 최소한 30일 이상의 기간을 정하여 소명할 기회를
      부여합니다. 제3장 서비스 이용계약 제11조 (서비스의 원활한 이용) ① 회사는 강좌
      서비스와 관련하여 필요한 경우 동영상 재생 프로그램과 같은 별도의 프로그램의 설치 및
      PC최소 사양을 요구할 수 있습니다. ② 회원이 회사에서 권장하는 본 조 제1항의
      프로그램을 설치하지 않거나 PC최소 사양이 부합되지 않는 경우 일부 서비스 이용에
      어려움이 있을 수 있습니다. ③ 회사는 PC이외에 동영상 수강이 가능한 학습기기가 있을
      경우 알기 쉽게 고지합니다 제12조 (거래조건에 대한 정보의 표시) ① 회사는 다음 각호에
      해당하는 사항을 해당 콘텐츠 또는 그 포장에 표시합니다. 1. 콘텐츠의 명칭, 종류, 내용,
      가격, 이용기간 2. 콘텐츠 이용에 필요한 전자매체의 최소한의 기술사양 3. 휴대가 가능한
      학습용 전자기기의 사용가능 여부 4. 환불기준 등 서비스 이용계약의 해지방법 및 효과 5.
      이용약관 및 개인정보처리방침 ② 회사는 전항 각호의 사항을 회사 웹사이트, 본 이용약관,
      개인정보처리방침 등에서 이미 고지하고 있는 경우, 별도로 표시하지않을 수 있습니다. 제
      13조 (서비스 이용계약의 성립 및 결제방법) ① 회원은 회사가 제공하는 다음 각호 또는
      이와 유사한 절차에 의하여 콘텐츠 서비스 이용을 신청하고, 회사는 승낙의 의사표시로서
      회원에게 통지하고, 그 통지가 회원에게 도달하거나 도달할 수 있게 된 때에 이용계약이
      성립합니다. 1. 콘텐츠 목록의 열람 및 선택 2. 콘텐츠 상세정보 확인 3. 결제하기 클릭
      4. 주문상품 및 결제금액 확인(환불규정 안내) 5. 성명, 주소, 연락처 등 배송지 정보
      입력 6. 결제수단 선택 7. 결제금액 재확인 8. 결제 ② 회원은 신용카드, 무통장입금,
      인터넷 계좌이체, 회사에서 정하고 있는 방법으로 유료서비스의 결제가 가능합니다. 다만,
      각 결제수단마다 결제수단의 특성에 따른 일정한 제한이 있을 수 있습니다. ③ 미성년자가
      유료서비스의 대금을 자신의 명의로 결제하는 경우, 당해 미성년자는 보호자의승낙을
      증명하는 문서, 전자우편 등을 제공하거나 유ㆍ무선을 통하여 확인을 할 수 있도록
      보호자의 연락처를 제공하여야 합니다. 만약 이러한 절차를 이행하지 않을 경우
      결제금액은 보호자에 의하여 처분이 허락된 재산으로 볼 수 있습니다. ④ 회사는 보호자의
      동의 여부를 유ㆍ무선 등의 방법을 통하여 확인할 수 있습니다. ⑤ 회사는 회원의
      유료서비스 이용신청이 다음 각 호에 해당하는 경우에는 승낙하지 않거나, 그 사유가
      해소될 때까지 승낙을 유보할 수 있습니다. 이 경우 회사는 유료서비스 이용신청자에게
      즉시 통지합니다. 단, 회사의 귀책사유 없이 유료서비스 이용신청자에게 통지할 수 없는
      경우는 예외로 합니다. 1. 이용 신청 내용에 허위, 기재누락, 오기가 있는 경우 2. 이용
      금액을 납입하지 않은 경우 3. 이용 신청 금액 총액과 납입 금액 총액이 일치하지 않은
      경우 4. 회사의 승낙이 회사의 기술상 지장이 있는 등 합리적인 이유가 있다고 회사가
      인정 한 경우 제14조 (교재 구입 및 배송) ① 교재 구입은 회사 웹사이트에서만 신청
      가능합니다. ② 교재의 판매는 온라인 강좌를 수강 신청한 회원만을 대상으로 하고, 교재만
      별도로 판매하지는 아니합니다. ③ 교재는 회원의 구매결제가 완료된 시점으로부터 7일
      이내에 배송하는 것을 원칙으로 하고 있으며, 천재지변, 교재의 재고 부족 등으로 지연될
      수 있습니다. ④ 교재 배송의 과정은 온라인으로 회원이 직접 확인할 수 있도록 합니다. ⑤
      교재에 관한 기타사항은 고객센터를 통하여 안내 받을 수 있습니다. 제 15조 (서비스의
      제공 및 변경) ① 회사는 업무상 또는 기술상 특별한 지장이 없는 한 연중무휴, 1일 24시간
      서비스 제공을 원칙으로 합니다. ② 회사는 서비스 제공을 위하여 제3자와 체결한 계약의
      종료, 변경 기타 사이트 운영상 불가피한 사정의 발생 또는 새로운 기술의 도입 등 기술상
      등의 상당한 이유가 있는 경우 제공하고 있는 서비스의 내용을 변경할 수 있습니다. 이
      경우에는 변경된 사유와 변경된 서비스의 내용을 본 약관 제8조에 정한 방법에 따라
      회원에게 통지합니다. ③ 전항의 경우 회사는 서비스의 변경으로 인하여 이용자가 입은
      손해에 대하여 배상하지 아니합니다. 단, 회사에 고의 또는 중과실이 있는 경우에는
      그러하지 아니합니다. 제 16조 (서비스 이용 요금) ① 별도로 표시된 유료 서비스를 제외한
      모든 서비스는 회원이 무료로 이용할 수 있습니다. ② 유료 서비스의 이용 요금 및 결제
      방식은 해당 서비스에 명시되어 있는 규정에 따릅니다. 제 17조 (회원의 게시물) ① 회원이
      회사의 사이트에 등록한 게시물에 대한 모든 권리 및 책임은 이를 게시한 회원에게
      있습니다. ② 회사가 약정에 따라 회원에게 귀속된 저작권을 사용하는 경우 당해 회원에게
      통지하여야 합니다. ③ 회사는 회원이 공개한 게시물을 사용 복제, 수정, 출판, 배포할 수
      있고, 회원이 게시하거나 등록한 게시물의 내용이 다음각 호에 해당된다고 판단되는
      경우에 사전 통지 없이 삭제할 수 있습니다. 1. 다른 회원 또는 제 3자를 비방하거나
      중상모략으로 명예를 훼손시키는 내용인 경우 2. 공공질서 및 미풍양속에 위반되는 내용일
      경우 3. 범죄적 행위에 결부된다고 인정되는 내용일 경우 4. 제 3자의 저작권 등 기타
      권리를 침해하는 내용인 경우 5. 기타 허위, 과대, 광고성이 짙은 내용이라고 판단되는
      경우 6. 기타 관계 법령이나 본 약관에 위반되는 경우 제 18조 (서비스의 중단) ① 회사는
      컴퓨터 등 정보통신설비의 보수점검, 교체 및 고장, 통신의 두절 또는 운영상 상당한
      이유가 발생한 경우에는 서비스의 제공을 일시적으로 중단할 수 있습니다. 이 경우 회사는
      본 약관 제9조에 정한 바에 따라 회원에게 통지합니다. 그러나 사이트의 운영상 통제할 수
      없는 사유로 인해 서비스 중단을 사전 통지하기 불가능한 경우에는 사유 해소즉시 사후에
      통지할 수 있습니다. ② 사업종목의 전환, 사업의 포기, 업체간의 통합 등의 이유로
      서비스를 제공할 수 없게 되는 경우에는 회사는 본 약관 제9조에 따라 이용자에게
      통지하고 당초 회사가 제시한 조건이 있는 경우에는 그 조건에 따라, 회사가 사전에
      보상기준 등을 공지하거나 통지하지 아니한 경우에는 회사의 서비스 이용 시 통용되는
      교환가치를 고려하여 회원에게 현물 또는 현금으로 환불합니다. 제 19조 (이용 정보의
      제공 및 광고의 게재) ① 회사는 회원이 서비스 이용을 위하여 필요하다고 인정하는 다양한
      정보를 유선상 공지나 전자우편,우편 또는 무선 메세지 등의 방법으로 제공할 수
      있습니다. 다만, 회원은 언제든지 회사의 웹사이트 또는 유선을 통해 수신 거절을 할 수
      있습니다. ② 회사는 다음 각호에 해당하는 경우 회원의 동의여부와 상관없이 전자우편으로
      발송할 수 있습니다. 1. 이용 신청에서 입력한 전자우편 주소의 소유를 확인하기 위해서
      인증메일을 발송하는 경우 2. 회원의 정보가 변경되어 확인하기 위해서 인증메일을
      발송하는 경우 3. 기타 서비스를 제공함에 있어 회원이 반드시 알아야 하는 중대한
      정보라고 회사가 판단하는 경우 ③ 회사는 서비스 제공과 관련하여 해당 서비스 화면, 회사
      웹사이트, 회원에게 전송하는 전자우편 등에 광고를 게재할 수 있습니다 ④ 회사는
      업무제휴로 인해 회사의 제휴사에 회원의 정보를 제공할 수 있습니다. 제 20조 (회사의
      의무) ① 회사는 법령과 본 약관이 금지하거나 선량한 풍속 기타 사회질서에 반하는 행위를
      하지 않으며 본 약관이 정하는 바에 따라 지속적이고 안정적으로 서비스를 제공하는 데에
      최선을 다합니다. ② 회사는 이용자가 안전하게 인터넷을 통해 서비스를 이용할 수 있도록
      이용자의 개인정보(신용정보포함)보호를 위한 보안 시스템을 갖추어야 합니다. ③ 회사가
      제공한 서비스나 판매한 상품이 「표시, 광고의 공정화에 관한 법률」 제 3조 소정의
      부당한 표시, 광고 행위를 함으로써 이용자가 손해를 입은 때에는 이를 배상할 책임을
      집니다. ④ 회사는 회원이 자신의 유료서비스 이용 및 대금 결제 내역을 수시로 확인할 수
      있는 수단을 제공하며, 서비스 이용과 관련하여 회원이 제기한 의견이나 불만사항이
      정당하다고 인정할 경우에는 이를 지체 없이 처리합니다. 필요한 경우 회사는 불만이나
      불편 사항을 제기한 회원에게 그 처리 과정과 처리 결과를 회사의 웹사이트 내 게시판이나
      전자우편을 통해 통지합니다. 제 21조 (회원의 의무) ① 본 약관에서 허용하고 있거나
      회사가 명시적으로 동의하지 않는 한 회원의 이용권한은 회원 개인에게 한정됩니다.
      회원은 제3자에게 자기의 회원 자격으로 이용하게 하거나 제3자에게 회원 자격을 양도,
      증여 하거나 담보로 제공할 수 없습니다. ② 회원은 다음 각 호에 해당하는 행위를 할 수
      없습니다. 1. 회원이 이용신청 또는 변경 시 허위 내용을 기재하는 행위 2. 회원이 자기
      ID 및 개인정보를 타인과 공유하거나, 타인의 ID 및 개인정보를 공유하는 행위 3. 회원이
      회사가 제공하는 서비스를 이용하여 타인에게 서비스나 상품을 판매하는 행위 4. 회원이
      다량의 정보나 광고성 정보를 다량으로 전송하는 등의 방법으로 회사의 서비스제공을
      방해하는 행위 또는 방해할 목적이 있는 유사 행위 5. 회사나 제3자의 명예를 훼손하거나
      모욕하는 행위 6. 회원이 회사의 웹사이트 내에서 외설적이거나 폭력적인 부호, 문자,
      음성, 음향, 영상 등의 정보를 게시하여 선량한 풍속 기타 사회질서를 저해하거나
      제3자에게유포하거나 유포될 수 있도록 하는 행위 7. 회사나 제3자의 저작권 등
      지적재산권을 침해하는 행위로서 온라인 시험, 모의고사, 동영상 강의, 교재, 온라인
      콘텐츠 기타 다양한 정보제공 서비스 등을 이용할 때 복사, 복제, 변경, 번역, 출판,
      방송, 기타의 방법으로 사용하거나 이를 타인에게 제공하는 등의 행위 제 22조
      (부정이용의 금지 및 접속 차단) ① 다음 각 호에 해당하는 경우에는 부정 이용행위로
      봅니다. 1. 동일한 ID로 2대 이상의 PC에서 동시 접속이 일어난 경우 2. 동일한 ID로
      다수의 IP 또는 PC에서 서비스 이용이 있는 경우 3. 자신의 ID를 타인이 이용하는 경우 4.
      자신의 ID및 자신이 구매한 강좌를 타인이 이용할 있도록 대여, 판매하거나 대여, 판매를
      위하여 광고하는 경우 5. 타인의 ID및 타인이 구매한 강좌를 대여, 판매할 수 있도록
      알선, 중개하는 행위 6. 서비스 이용 중 복제프로그램을 실행하거나 유료 콘텐츠를
      녹화하거나 이를 시도하는 행위 ② 전항의 부정이용 발견 시 회사는 서비스 이용을
      중단하거나 회원 자격을 상실할 수 있으며, 위반의 정도와 규모에 따라 손해배상을
      청구하거나 형사고소를 할 수 있습니다. ③ 회원은 전항의 조치에 대하여 강좌신청을
      취소하거나, 환불, 이용기간의 연장 등의 신청을 할 수 없습니다. ④ 회사는 회원이
      서비스를 이용하는 동안 수집, 확인된IP정보 등의 자료를 기초로 서버를 통해 부정이용을
      확인하며, 회원이 복제프로그램을 실행하거나 동일한 ID의 동시접속이 있는 경우 당해
      ID의 접속을 강제로 종료시킬 수 있습니다. 제 23조 (저작권) ① 회사가 제공한 모든
      콘텐츠에 저작권 기타 지적재산권은 회사에 있습니다. ② 이용자는 회사에서 제공하는
      서비스를 이용함으로써 얻은 정보를 회사의 사전 승낙 없이 녹화, 복제, 편집, 전송,
      전시, 판매, 배포, 방송하는등의 행위로 회사의 저작권을 침해하여서는 안됩니다. 제 4장
      청약철회 및 환불 제24조 (관계법령상 청약철회 및 환불정책) ① 회사의 본 약관상
      청약철회 및 환불규정 등은 "학원의 설립·운영 및 과외교습에 관한 법률", "전자상거래
      등에서의 소비자보호에 관한 법률", "콘텐츠 산업 진흥법"등을 반영하였습니다. ② 회사는
      회원에게 대금 등을 환불할 때에 기 지불한 대금의 결제와 동일한 방법으로 전부 또는
      일부를 환불합니다. 다만, 동일한 방법으로 환불이 불가능할 때에는 이를 사전에
      고지합니다. 제25조 (청약철회) ① 교재 등 재화 등을 공급받은 날로부터 7일 이내에는
      청약철회가 가능합니다. 다만, 재화 등의 내용이 회사가 표시·광고한 내용과 다르거나
      계약내용과 다르게 이행된 경우에는 그 재화 등을 공급받은 날부터 3개월 이내, 그 사실을
      안 날 또는 알 수 있었던 날부터 30일 이내에 청약철회가 가능합니다. ② 회원이 재화 등의
      청약철회를 하는 경우 회사에 공급받은 재화를 반환하여야 하며, 회사는 재화 등을 반환
      받은 날부터 5영업일 이내에 이미 지급받은 대금을 환불합니다. ③ 청약철회 시 재화 등이
      일부 소비된 경우에는 해당 금액을 공제하고 환불하며, 반환에 필요한 비용은 회원이
      부담해야 합니다. ④ 다음 각호의 경우에는 회원의 청약철회가 제한됩니다. 1. 회원의 책임
      있는 사유로 재화 등이 멸실 되거나 훼손된 경우. 다만, 재화 등의 내용을 확인하기
      위하여 포장 등을 훼손한 경우는 제외됩니다. 2. 회원의 사용 또는 일부 소비로 재화 등의
      가치가 현저히 감소한 경우 3. 시간이 지나 다시 판매하기 곤란할 정도로 재화 등의
      가치가 현저히 감소한 경우 4. 복제가 가능한 재화 등의 포장을 훼손한 경우 제 26조
      (온라인 강좌 환불의 조건과 방법) ① 회사는 회원이 서비스 이용계약의 취소 의사표시를
      한 경우 이를 즉시 접수하고 회원의 요청과 환불규정을 확인한 후 환불합니다. ② 환불에
      필요한 비용은 환불 신청한 회원이 부담합니다. ③ 회원은 구매 시 제공받은
      부가상품(사은품, 마일리지 등)을 반환해야 하며, 부가상품을 이용한 경우 부가상 품의
      가액을 공제한 나머지를 환불하여 드립니다. ④ 회사는 온라인 단강좌 수강에 대해
      평생교육법 시행령 제23조 및 소비자분쟁해결기준에 따라 다음과 같은 환불규정을
      적용합니다. 1) 결제일로부터 7일이내 환불 신청 시 ① 미수강(2강 이하 수강)인 경우 :
      전액 환불 ② 2강을 초과하여 수강한 경우 : 일할 차감 • 일할차감 산출 방식 : 단강좌
      실결제금액 - [PC수강권 정가금액/기본수강기간*실수강기간] = 환불금액 2)결제일로부터
      7일을 초과 시 • 일할차감 후 환불 : 단강좌 실결제금액 - [PC수강권
      정가금액/기본수강기간*실수강기간] = 환불금액 3) 교습시작 전일지라도 수강기간이
      종료된 경우 환불이 불가합니다. 4) 강의 다운로드 시 강의 수강으로 간주됩니다. ⑤
      회사는 원격 학습에 대하여 다음과 같이 환불 규정을 적용합니다. 1. 패스상품,
      패키지강좌 등의 경우: 일할 차감 방식 - 구매 7일 이내
    </>
  );
}
